Repository: iservicesmx/eduintelligent-LCMS
Catalog: src/eduintelligent.messages/eduintelligent/messages/locales/*/LC_MESSAGES/eduintelligent.messages.po
Languages: es

source: My Messages
es: Mis Mensajes

source: Messages
es: Mensajes

source: Inbox
es: Entrada

source: Notices
es: Avisos

source: Sents
es: Enviados

source: %s Message(s) delete
es: %s Mensaje Eliminado

source: Cancel
es: Cancelar

source: Choose one message
es: Escoja un mensaje

source: Choose only one message
es: Escoja solo un mensaje

source: Delete
es: Eliminar

source: Message has been canceled
es: El Mensaje se ha cancelado

source: Message has been sent
es: El Mensaje se ha enviado

source: Message(s) delete
es: Mensaje Eliminado

source: New
es: Nuevo

source: New message in
es: Nuevo mensaje en

source: Remove
es: Remover

source: Reply
es: Responder

source: Search
es: Buscar

source: Send
es: Enviar

source: The message has not subject
es: El mensaje no tiene asunto

source: There isn't message
es: No hay mensajes

source: You must select at least one message
es: Debe seleccionar al menos un mensaje

source: You must select at least one recipient
es: Debe seleccionar al menos un destinatario

source: add_selected_users
es: Agregar usuario

source: head_messages
es: Mensajes

source: label_from
es: De

source: label_search
es: Buscar

source: label_senddate
es: Fecha/Hora:

source: label_subject
es: Asunto:

source: listingheader_id
es: ID

source: listingheader_name
es: Nombre

source: listingheader_tc
es: CECAP

source: messages_body
es: Cuerpo:

source: messages_subject
es: Asunto:

source: messages_to
es: Para:

source: msg_date
es: Fecha

source: msg_from
es: De

source: msg_no_messages
es: No hay mensajes

source: msg_to
es: Para

source: select_tc
es: Seleccionar CECAP

source: text_existing_groups
es: Grupos

source: text_member_search
es: Buscar Usuario

source: title_search_site
es: Buscar

source: userandgroupselect_close
es: Cerrar
