Repository: iservicesmx/eduintelligent-LCMS
Catalog: src/eduintelligent.evaluation/eduintelligent/evaluation/locales/*/LC_MESSAGES/eduintelligent.evaluation.po
Languages: es

source: A HTML tag for a banner image
es: Un campo HTML para mostrar una imágen.

source: A question choice
es: Una pregunta con un número limitado de respuestas predefinidas

source: A question fill-in
es: Una pregunta con una respuesta simple de una o varias palabras

source: A short summary of this folder
es: Un breve resumen del contenido de esta carpeta

source: Add Exam portlet
es: Agregar Portlet de Exámenes

source: All scores
es: Todas las calificaciones

source: An image for this question (The image size must not be greater than 400x400 px)
es: Una imágen para esta pregunta (El tamaño de la imágen no debe ser mayor a 400x400 px)

source: Answers
es: Respuestas

source: Answers open by ${username}
es: Respuestas Abiertas de ${username}

source: Approved
es: Aprobado

source: Average
es: Promedio

source: Bad score message
es: Mensaje de Mal Resultado

source: Bad score title
es: Título de Mal Resultado

source: Check this box if you want the questions in this container to appear in a different, random order for each candidate. Otherwise the same order as in the &quot;contents&quot;-view will be used.
es: Seleccione esta casilla si quiere que las preguntas se muestren en orden aleatorio de lo contrario se mostraran en el orden que fueron agregadas

source: Choose an exam that allow to take this exam
es: Escoja un examen de referencia, el cual debe ser aprobado antes que éste

source: City
es: Ciudad

source: Close
es: Cerrar

source: Comments
es: Comentarios

source: Comments:
es: Comentarios:

source: Configuration
es: Configuración

source: Correct
es: Correcto

source: Correct Answer
es: Respuesta Correcta

source: Country
es: País

source: Data
es: Datos

source: Date
es: Fecha

source: Defines how many possible answers are there for this question
es: Define el número de posibles respuestas que tendrá esta pregunta

source: Delete
es: Eliminar

source: Describe the exam
es: Descripción del examen

source: Describe the quiz
es: Descripción del Examen Corto

source: Description
es: Descripción

source: Details
es: Detalles

source: District
es: Distrito

source: Division
es: Fuerza

source: Edit exams portlet
es: Editar el Portlet de Exámenes

source: Employee Number
es: No. Empleado

source: Employee number
es: No. Empleado

source: End
es: Fin

source: End Date
es: Fecha Fin

source: Evaluations Results
es: Resultados de la Evaluación

source: Exam
es: Examen

source: Exam Time
es: Tiempo del Examen

source: Exam name:
es: Nombre del Examen:

source: Exam's end date
es: Fecha de fin del examen

source: Exam's start date
es: Fecha de fin del examen

source: Exams
es: Exámenes

source: Export
es: Exportar

source: Extra Grade
es: Calificación Extra

source: Failed
es: Reprobados

source: Fields
es: Campos

source: Finish
es: Finalizar

source: Good score message
es: Mensaje de Buen Resultado

source: Good score title
es: Título de Buen Resultado

source: Grade
es: Calificar

source: Grade Extra
es: Calificación Extra

source: Hour HH:MM:SS
es: Hora HH:MM:SS

source: If enabled, exams to show will be picked randomly. If disabled, newer courses will be preferred.
es: Si es seleccinado, el examen mostrará los preguntas en modo aleatorio

source: Image
es: Imagen

source: Incorrect
es: Incorrecto

source: Info
es: Información

source: Ingress
es: Ingreso

source: Invalid input in one or more fields. Please correct.
es: Ha introducido datos inválidos en uno o más campos. Por favor corríjalos.

source: Latency:
es: Duración

source: Max.
es: Maxima

source: Maximum number of chances the user has in order tho pass the exam
es: Número máximo de oportunidades para aprobar el examen.

source: Maximum number of exams to be shown
es: Máximo número de exámenes a mostrar

source: Maximum time, in seconds, the user has in order to answer the question
es: Tiempo máximo, en segundos, que el usuario dispone para contestar la pregunta

source: Maximun time in minutes for the user to complete the exam
es: Tiempo máximo, en minutos, que el usuario dispone para completar el examen

source: Mean
es: Media

source: Median
es: Mediana

source: Min Score
es: Calificación Mínima

source: Min.
es: Mínima

source: Minimun score to pass the exam
es: Calificación Mínima para aprobar el examen

source: Mode
es: Moda

source: My Exams
es: Mis Exámenes

source: Name
es: Nombre

source: Next
es: Siguiente

source: Note
es: Nota

source: Num
es: No.

source: Number of Random Questions
es: Número de Preguntas Aleatorias

source: Number of exams to display
es: Número de exámenes a mostrar

source: Opportunities
es: Oportunidades

source: Opportunities to pass
es: Oportunidades para pasar

source: Pending
es: Pendiente

source: Pending Users
es: Usuarios Pendientes

source: Period HH:MM:SS
es: Periodo HH:MM:SS

source: Place
es: Plaza

source: Position
es: Puesto

source: Product
es: Franquicia/Producto

source: Question
es: Pregunta

source: QuestionChoice
es: Pregunta con reactivos múltiples

source: QuestionFillIn
es: Pregunta Abierta

source: Questions
es: Preguntas

source: Quiz
es: Examen Corto

source: Randomize Question Order
es: Aleatorizar el orden de las preguntas

source: Randomize exams
es: Exámenes Aleatorios

source: Range
es: Rango

source: Referenced Evaluation
es: Referencia de Examen

source: Region
es: Región

source: Results
es: Resultados

source: Save or Update
es: Guardar o Actualizar

source: Score
es: Calificación

source: Score to approve
es: Calificación para aprobar

source: Show in random order
es: Mostrar en orden aleatorio

source: Show incorrect answers
es: Mostrar respuestas incorrectas

source: Show messages
es: Mostrar Mensajes

source: Show the answers in random order
es: Mostrar las preguntas en orden aleatorio

source: Standard Deviation
es: Desviación Estandar

source: Start
es: Inicio

source: Start Date
es: Fecha de Inicio

source: Start Exam
es: Iniciar Examen

source: Start Quiz
es: Iniciar Examen Corto

source: Start the exman just ONE click
es: Iniciar el Examen con un solo click

source: State
es: Estado

source: Statistics
es: Estadísticas

source: The data user has been deleted
es: Los datos del usuario se han eliminado

source: The evaluation user has been deleted
es: La evaluación ha sido eliminada

source: The exam has been saved for further review
es: Se ha guardado el exmamen para calificarlo posteriormente

source: The instructor has reviewed your exam and your grade was
es: El instructor ha calificado el examen y obtuvo

source: The number of questions which are randomly selected when a new quiz is generated for a student. (This only works if &quot;Randomize Question Order&quot; is checked.) A value &lt;= 0 means that all questions will be used.
es: El número de preguntas que serán seleccionadas aleatoriamentecuando un estudiante toma un Examen Corto(Esto funciona solamente si se ha seleccionado la opción &quot;Aleatorizar el orden de las preguntas&quot;) Un valor menor o igual a cero indica que se todas las respuestas disponibles

source: The user has been graded with
es: El usuario ha sido calificado con

source: The weight factor of this question
es: El factor de peso para esta pregunta

source: This portlet displays my exams.
es: Este portlet muestra mis exámenes

source: Time
es: Tiempo

source: Time of response (Seconds)
es: Tiempo para responder

source: Time:
es: Tiempo

source: Title
es: Título

source: To see the details of this revision, please follow this link:
es: Para ver los detalles de la revision de su examen, por favor, visite el enlace:

source: Total Graded
es: Total de Calificados

source: Unapproved
es: Reprobado

source: Variance
es: Varianza

source: Very bad score message
es: Mensaje para Muy Mal Resultado

source: Very bad score title
es: Título para Muy Mal Resultado

source: Very good score message
es: Mensaje para Muy Buen Resultado

source: Very good score title
es: Título para Muy Buen Resultado

source: Weight
es: Peso

source: You Answer
es: Su Respuesta

source: You did not respond within the time of question
es: No respondió entre el tiempo de la pregunta

source: You do not select answer
es: No seleccionó respuesta

source: Your grade is:
es: Usted obtuvo una calificacion de

source: heading_statstics_for
es: Estadísticas para "${folder}"

source: info_no_period
es: El Examen no esta dentro de un periodo vigente

source: label_answer_is_correct
es: ¿Es correcto?

source: label_answer_title
es: Título de la pregunta

source: must_grade_all
es: Debe calificar todas las preguntas del usuario

source: you must select a least one correct answer
es: Debe seleccionar al menos una respuesta correcta
