Repository: iservicesmx/eduintelligent-LCMS
Catalog: src/eduintelligent.courses/eduintelligent/courses/locales/*/LC_MESSAGES/eduintelligent.courses.po
Languages: es

source: A description of a content
es: Descripción del contenido

source: A description of a course
es: Descripción del curso

source: A description of a groups of lessons
es: Descripción de un grupo de lecciones

source: A exam content
es: Contenido del examen

source: A folder which can contain courses.
es: Una carpeta que contiene cursos.

source: A objetives of the course
es: Objetivos del curso

source: A poll content
es: Contenido de tipo Encuesta

source: A quiz content
es: Contenido de tipo Quiz

source: A short summary of this folder
es: Un breve resumen de esta carpeta

source: Add Course portlet
es: Añadir Portlet de Cursos

source: Categories
es: Categorías

source: Category
es: Categoría

source: Course
es: Curso

source: Course Box
es: Herramientas del Curso

source: Course Code
es: Código Curso

source: Course Folder
es: Carpeta de Cursos

source: Course code
es: Codigo Curso

source: Course expiration period
es: Periodo de vigencia del Curso

source: Course image
es: Imágen del Curso

source: Course title
es: Titulo del curso

source: Date when course first appears on the website
es: El curso estará disponible a partir de esta fecha.

source: Date when course last appears on the website
es: A partir de esta fecha el curso caduca

source: Defines the number of days the course stays open.
es: Define el número de días en que el curso se encuentra disponible.

source: Description
es: Descripción

source: Edit Courses portlet
es: Editar el portlet de Cursos

source: End Date
es: Fecha de caducidad

source: Forum
es: Foro de discusión

source: Glossary
es: Glosario

source: If enabled, courses to show will be picked randomly.
es: Si se activa esta casilla, se mostrarán los cursos de manera aleatoria

source: Lessons
es: Lecciones

source: Logged-in users
es: Usuarios registrados

source: Maximum number of courses to be shown
es: Número máximo de cursos a mostrar

source: My Courses
es: Mis cursos

source: Number of courses to display
es: Número de cursos a mostrar

source: Objetives
es: Objetivos

source: One category on each line. Used for grouping courses. <br /> CAUTION: ONCE YOU ADD A NEW CATEGORY, YOU DON'T MODIFY OR DELETE THIS, ONLY YOU CAN ADD NEW CATEGORY
es: Una categoría en cada línea. Se utiliza para agrupar cursos. PRECAUCIÓN: una vez que se añada una nueva categoría, no modificar o eliminar esta, sólo puede añadir nueva categoría

source: Plain-text blurb about the course
es: Descripción larga acerca del curso (En texto llano)

source: Polls
es: Encuestas

source: Randomize courses
es: Aleatorizar los cursos

source: Resources
es: Recursos

source: Select the category
es: Seleccione la catagoría

source: Start Date
es: Fecha Inicio

source: Tests
es: Exámenes

source: The categories to clasify a course
es: Las categorías permiten clasificar un curso

source: This portlet displays my courses.
es: Este portlet muestra la lista de mis cursos

source: This should match the course code used by the booking system
es: Código utilizado por el sistema

source: This should match the course code used in the booking system.
es: clave

source: Title
es: Título

source: Visible from
es: Visible desde

source: Visible until
es: Visible hasta

source: Write the course objetives, (is different to course's description)
es: Escriba el Objetivo del curso (este es diferente a la descripción del curso)

source: biblio
es: Bibliografía

source: courses_tool
es: Herramientas del Curso

source: faq
es: P.U.F

source: files
es: Archivos

source: forum
es: Foro

source: glossary
es: Glosario

source: label_category
es: Categoría

source: label_course
es: Curso

source: label_course_code
es: Código del curso

source: label_date_end
es: Fecha de caducidad

source: label_date_start
es: Fecha de Inicio

source: label_description
es: Descripción

source: label_enrolled
es: Inscrito

source: label_go
es: Liga

source: label_instructor
es: Instructor

source: lessons
es: Lecciones

source: polls
es: Encuestas

source: quizzes
es: Quizz

source: tests
es: Exámenes

source: title_administrator
es: Instructor

source: title_student
es: Estudiante
