Repository: iservicesmx/eduintelligent-LCMS
Catalog: src/Products.PloneArticle-4.1.8/Products/PloneArticle/i18n/plonearticle-plone-*.po
Languages: pt_br, ru, sl

source: description_edit_plonearticle
pt_br: Um documento com suporte a imagens, links e arquivos anexados.
ru: Редактировать страницу
sl: Dokument lahko obogatimo s prilogami, slikami in povezavami

source: description_edit_multipage
pt_br: Um artigo com várias páginas
ru: Редактировать страницу из нескольких частей
sl: Vsebini lahko priložimo več strani člankov

source: models
pt_br: modelos
ru: макеты
sl: modeli

source: files
pt_br: arquivos
ru: файлы
sl: priložene datoteke

source: images
pt_br: imagens
ru: изображения
sl: slike

source: links
ru: ссылки
sl: povezave

source: default
pt_br: padrão
ru: по умолчанию
sl: privzeto

source: Files
pt_br: Arquivos
ru: Файлы
sl: Datoteke

source: Images
pt_br: Imagens
ru: Изображения
sl: Slike

source: Links
ru: Ссылки
sl: Povezave

source: PloneArticle preferences
pt_br: Preferências do Plone Article
ru: Настройки Plone Article
sl: Nastavitve PloneArticle

source: Templates
pt_br: Modelos
ru: Макеты
sl: Šablone

source: File Content Inner Proxy
pt_br: Proxy interno para Arquivo
ru: Файлы внутреннего прокси
sl: Posrednik vsebine datotek notranjosti

source: Image Content Inner Proxy
pt_br: Proxy interno para Imagem
ru: Изображения внутреннего прокси
sl: Posrednik vsebin slik notranjosti

source: Inner Content Container
pt_br: Contêiner interno para conteúdo
ru: Контейнер для внутреннего содержимого
sl: Vsebnik notranjih vsebin

source: Link Content Inner Proxy
pt_br: Proxy interno para Link
ru: Ссылки внутреннего прокси
sl: Posrednik vsebin povezav notranjosti

source: Lock (Currently not locked)
pt_br: Bloquear (Atualmente livre)
ru: Закрыть (сейчас открыто)
sl: Zakleni (Trenutno nezaklenjeno)

source: Multipage article
pt_br: Artigo (Multi-páginas)
ru: Страница из частей
sl: Večstranski članek

source: Plone Article Tool
pt_br: Configuração do Plone Article
ru: Инструмент Plone Article
sl: Orodje za PloneArticle

source: Proxy implementing IATLink. It means this proxy has a remoteUrl method. remoteUrl returns attached link by default if existing otherwise returns the referenced content.
pt_br: Proxy que implemente IATLink. Isto significa que este proxu possui um método remoteUrl. Este método retorna o link anexado por padrão, caso contário retorna o conteúdo referenciado.
ru: Реализован IATLink.
sl: Posredniški strežnik s povezavo IATLink. Ta posrednik uporablja metodo oddaljenega naslova. Povezava vrne privzeti naslov, če obstaja sicer pa vsebino sklicevane povezave.

source: Proxy implementing IFileContent. It means this proxy has a getFile method. getFile returns attached file by default if existing otherwise returns the referenced content.
pt_br: Proxy que implemente IFileContent. Isto significa que este proxu possui um método getFile. Este método retorna o arquivo anexado por padrão, caso contário retorna o conteúdo referenciado.
ru: Реализован IFileContent:n.
sl: Posredniški strežnik z metodo IFileContent. Če datoteka obstaja, vrne privzeto datoteko, sicer pa datoteko na katero se sklicuje.

source: Proxy implementing IImageContent. It means this proxy has a getImage method. getImage returns attached image by default if existing otherwise returns the referenced content.
pt_br: Proxy que implemente IImageContent. Isto significa que este proxu possui um método getImage. Este método retorna a imagem anexada por padrão, caso contário retorna o conteúdo referenciado.
ru: Реализован IImageContent.
sl: Posredniški strežnik za metodo IImageContent. Strežnik vrne privzeto sliko, če obstaja, sicer pa sliko iz sklicevanega naslova.

source: This folder is a container of inner content objects
pt_br: Esta pasta é um contêiner para objetos de conteúdo.
ru: Эта папка служит хранилищем внутренних внутренних объектов.
sl: Ta mapa vsebuje predmete notranjih vsebin

source: Tool for PloneArticle
pt_br: Configurações para o PloneArticle
ru: Инструмент для Plone Article
sl: Orodje za PloneArticle

source: Unlock (Currently locked)
pt_br: Liberar (Atualmente bloqueado)
ru: Открыть (сейчас закрыто)
sl: Odkleni (Trenutno zaklenjeno)

source: Article
pt_br: Artigo
